Repository: maxrys/rwx-editor
Catalog: app/Localizable.xcstrings
Source language: en
Languages: be_by, ru

# %@ 'at' %@
source: %1$@ 'at' %2$@
be_by: %1$@ 'у' %2$@
ru: %1$@ 'в' %2$@

source: %@ pcs.
be_by: %@ шт.
ru: %@ шт.

source: About %@
be_by: Аб дадатку %@
ru: О приложении %@

source: Access
be_by: Доступ
ru: Доступ

source: add allowed directories...
be_by: дадаць дазволеныя каталогі…
ru: добавить разрешённые каталоги…

source: alias
be_by: псеўданім
ru: псевдоним

source: Allowed directories not found
be_by: Дазволеныя каталогі не знойдзены
ru: Разрешенные каталоги не найдены

source: apply
be_by: прымяніць
ru: применить

source: cancel
be_by: адмяніць
ru: отменить

source: completed successfully
be_by: выканана паспяхова
ru: выполнено успешно

source: completed unsuccessfully
be_by: выканана няўдала
ru: выполнено неудачно

source: Created
be_by: Створана
ru: Создано

source: delete
be_by: выдаліць
ru: удалить

source: directory
be_by: каталог
ru: каталог

source: Execute
be_by: Запуск
ru: Запуск

source: extension is disabled
be_by: пашырэнне выключана
ru: расширение выключено

source: extension is enabled
be_by: пашырэнне ўключана
ru: расширение включено

source: file
be_by: файл
ru: файл

source: Group
be_by: Група
ru: Группа

source: Launch at login
be_by: Запуск пры ўваходзе ў сістэму
ru: Запуск при входе в систему

source: link
be_by: спасылка
ru: ссылка

source: Location path
be_by: Шлях размяшчэння
ru: Путь расположения

source: Name
be_by: Назва
ru: Название

source: Object is not supported
be_by: Аб'ект не падтрымліваецца
ru: Объект не поддерживается

source: open settings
be_by: адкрыць наладкі
ru: открыть настройки

source: Other
be_by: Іншыя
ru: Другие

source: Owner
be_by: Уладальнік
ru: Владелец

source: Path
be_by: Шлях
ru: Путь

source: Provided access to directories
be_by: Прадастаўлены доступ да каталогаў
ru: Предоставленный доступ к каталогам

source: Quit %@
be_by: Завяршыць %@
ru: Завершить %@

source: Read
be_by: Чытанне
ru: Чтение

source: Real Name
be_by: Рэальная назва
ru: Реальное название

source: Real Path
be_by: Рэальны шлях
ru: Реальный путь

source: Reference Count
be_by: Колькасць спасылак
ru: Количество ссылок

source: RWX Editor
be_by: RWX Рэдактар ​
ru: RWX Редактор

source: RWX Editor | Settings
be_by: RWX Рэдактар ​​| Усталёўкі
ru: RWX Редактор | Установки

source: security bookmark for the directory is invalid
be_by: закладка бяспекі для каталога не сапраўдная
ru: закладка безопасности для каталога не действительная

source: select a directories to grant access
be_by: абраць каталогі для доступу
ru: выбрать каталоги для доступа

source: Size
be_by: Памер
ru: Размер

source: Type
be_by: Тып
ru: Тип

source: Updated
be_by: Абноўлена
ru: Обновлено

source: Write
be_by: Запіс
ru: Запись

source: you are not the owner of this object
be_by: вы не з'яўляецеся уладальнікам гэтага аб'екта
ru: вы не являетесь владельцем в этого объекта
